/* cocoaQemu */

"grabMouse:title" = "%@ - %@ (Strg+Alt drücken um die Maus zu befreien)";

"saveVM:text" = "Sichere PC";

"startPCWithArgs:text" = "Lade PC";

"changeFda:prompt" = "Wähle Image für Diskettenlaufwerk A";
"changeFda:message" = "Wählen sie das Image für Diskettenlaufwerk A.";

"changeFdb:prompt" = "Wähle Image für Diskettenlaufwerk B";
"changeFdb:message" = "Wählen sie das Image für Diskettenlaufwerk B.";

"changeCdrom:prompt" = "Wähle Image für CD-ROM Laufwerk";
"changeCdrom:message" = "Wählen sie das Image für das CD-ROM Laufwerk.";

"shutdownPC:text:1" = "Fahre Gast PC herunter";
"shutdownPC:defaultButton:1" = "Abbrechen";
"shutdownPC:alternateButton:1" = "Herunterfahren";
"shutdownPC:informativeTextWithFormat:1" = "Der Gast PC ist noch aktiv. Wenn Sie ihn jetzt herunterfahren können Sie Daten verlieren.";
"shutdownPC:text:2" = "F";
"shutdownPC:defaultButton:2" = "Speichern";
"shutdownPC:alternateButton:2" = "Abbrechen";
"shutdownPC:otherButton:2" = "Nicht speichern";
"shutdownPC:informativeTextWithFormat:2" = "Der Gast PC ist noch aktiv. Wenn Sie ihn jetzt herunterfahren können Sie Daten verlieren.";

"cocoa_refresh:showFullscreen:standardAlert" = "Entering Fullscreen";
"cocoa_refresh:showFullscreen:defaultButton" = "OK";
"cocoa_refresh:showFullscreen:informativeText" = "You are about to enter Fullscreen Mode.\n\nUse ⌘-F to exit Fullscreen Mode. You can toggle a toolbar by hitting ⌘-B and switch between running Guest PCs with ⌘-< and ⌘-> (⌘-Shift-<).";

/* cocoaQemuProgressWindow */

"init:title" = "Stopp";

"showProgressWindow:text" = "Gast PC: %@";


/* cocoaQemuWindow */

"toolbar:label:fda" = "Diskettenlaufwerk A";
"toolbar:paletteLabel:fda" = "Diskette A";
"toolbar:toolTip:fda" = "Image für Diskettenlaufwerk A ändern";
"toolbar:menuItem:fda:1" = "Lade Image für Diskettenlaufwerk A...";
"toolbar:menuItem:fda:2" = "Diskette A auswerfen";
"toolbar:label:fdb" = "Floppy B";
"toolbar:paletteLabel:fdb" = "Diskettenlaufwerk B";
"toolbar:toolTip:fdb" = "Diskette B wechseln";
"toolbar:menuItem:fdb:1" = "Lade Image für Diskettenlaufwerk B...";
"toolbar:menuItem:fdb:2" = "Diskette B auswerfen";
"toolbar:label:cdrom" = "CD-ROM";
"toolbar:paletteLabel:cdrom" = "CD-ROM";
"toolbar:toolTip:cdrom" = "CD-ROM wechseln";
"toolbar:menuItem:cdrom:1" = "Benutze echtes CD-Rom Laufwerk";
"toolbar:menuItem:cdrom:2" = "Lade Image für CD-Rom...";
"toolbar:menuItem:cdrom:3" = "CD-Rom auswerfen";
"toolbar:label:screenshot" = "Bildschirmfoto";
"toolbar:paletteLabel:screenshot" = "Bildschirmfoto";
"toolbar:toolTip:screenshot" = "Erstelle Bildschirmfoto";
"toolbar:label:resetPC" = "PC zurücksetzen";
"toolbar:paletteLabel:resetPC" = "PC zurücksetzen";
"toolbar:toolTip:resetPC" = "PC zurücksetzen";
"toolbar:label:cpu" = "Prozessorauslastung";
"toolbar:paletteLabel:cpu" = "Prozessorauslastung";
"toolbar:toolTip:cpu" = "Prozessorauslastung";
"toolbar:label:pausePlay" = "Emulation anhalten";
"toolbar:paletteLabel:pausePlay" = "Emulation anhalten";
"toolbar:toolTip:pausePlay" = "Emulation anhalten";
"toolbar:label:shutdownPC" = "PC herunterfahren";
"toolbar:paletteLabel:shutdownPC" = "PC herunterfahren";
"toolbar:toolTip:shutdownPC" = "PC herunterfahren";
"toolbar:label:ctrlAltDel" = "Strg-alt-entf senden";
"toolbar:paletteLabel:ctrlAltDel" = "Strg-alt-entf senden";
"toolbar:toolTip:ctrlAltDel" = "Strg-alt-entf senden";
"toolbar:label:fullscreen" = "Vollbildmodus";
"toolbar:paletteLabel:fullscreen" = "Vollbildmodus";
"toolbar:toolTip:fullscreen" = "In Vollbildmodus wechseln";

/* FSToolbarController */

"toolbar:label:screenshot" = "Bildschirmfoto";
"toolbar:label:ctrlaltdel" = "Strg-Alt-Entf";
"toolbar:label:shutdown" = "Herunterfahren";
"toolbar:label:fullscreen" = "Vollbildmodus verlassen";